"OK" = "好";
"Continue" = "继续";
"Cancel" = "取消";
"Password" = "密码";
"Email" = "电子邮件";
"None" = "无";
"Fetching Account Info…" = "正在收取帐户简介…";
"Panic Sync Deauthorized" = "Panic Sync 已取消授权";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "这台 Mac 对您的 Panic Sync 帐户的访问权限已被撤销。请在“偏好设置”中重新对您的帐户授权。";
"Sync Preferences…" = "同步“偏好设置”…";
"Dismiss" = "关闭";
"Panic Sync Credentials Missing" = "缺少 Panic Sync 凭证";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "找不到您的 Panic Sync 凭证。请在“偏好设置”中重新对您的帐户授权。";
"Sync" = "同步";
"Next Sync: %@" = "下一次同步：%@";
"Reset Sync" = "重设同步";
"Sync Now" = "现在同步";
"Email is required" = "需要电子邮件";
"A valid email address is required." = "需要有效的电子邮件地址。";
"Password Too Short" = "密码过短";
"Your password must be at least 8 characters long." = "您的密码必须至少包含 8 个字符。";
"Passwords Don't Match" = "密码不匹配";
"The password and confirmation do not match." = "密码与确认密码不匹配。";
"Send Password Reset" = "发送密码重设";
"You will receive an email detailing how to reset your password." = "您将收到一封电子邮件，详细说明如何重设您的密码。";
"Enter your email address to request a password reset." = "输入您的电子邮件地址以申请密码重设。";
"Password Reset Sent" = "密码重设已发送";
"You should soon receive an email detailing how to reset your password." = "您很快将收到一封电子邮件，详细说明如何重设您的密码。";
"Deauthorize \"%@\"" = "取消对“%@”的授权";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "您确定要取消对所选设备的授权吗？它的同步能力将立即被撤销。";
"Deauthorize" = "取消授权";
"Unable to Contact Server" = "无法与服务器取得联系";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "您的网络连接可能处于离线状态。离线状态下您可以继续注销，但不会在服务器上对此设备取消授权。";
"Sign Out" = "注销";
"Unable to Sign Out" = "无法注销";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "服务器可能遇到问题或因维护而关闭。离线状态下您可以继续注销，但不会在服务器上对此设备取消授权。";

"Do you want to sync with other apps?" = "您要与其他 App 同步吗？";
"You can sync your data with %@ only, or with other Panic apps as well." = "您只能将数据与 %@ 或其他 Panic App 同步。";
"Sync With:" = "与以下 App 同步：";

"How would you like to reset your data?" = "您想如何重置您的数据？";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "您可以继续将您的数据与 Panic Sync 数据同步、将您的数据完全替换为 Panic Sync 数据，也可以保留您的数据并用这些数据替换其他所有设备上的数据。";
"Action:" = "操作：";
"Merge" = "合并";
"Continue Sync" = "继续同步";
"Replace All Data On This Mac" = "替换这台 Mac 上的所有数据";
"Replace All Data In %@ On This Mac" = "替换这台 Mac 上 %@ 中的所有数据"; // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "替换其他所有设备上的数据";
"SyncPrivacyPolicyURL" = "https://www.panic.com/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "您的数据将自动在您的设备之间同步。同步免费、安全且简单。";
"Panic Sync" = "Panic Sync";
"This is the first time you're syncing data on this Mac." = "这是您第一次在这台 Mac 上同步数据。";
"You've switched Panic Sync accounts and your data may no longer be valid." = "您切换了 Panic Sync 帐户，因此您的数据可能不再有效。";
"Changes were last made on “%@”." = "上次更改于“%@”。";
"“%@” has performed a reset sync." = "“%@”已执行重设同步。";
"One of your devices has performed a reset sync." = "您的其中一个设备已执行重设同步。";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "您可以将您的数据完全替换为 Panic Sync 数据，也可以保留您的数据并用这些数据替换其他所有设备上的数据。";
"This sync will change a significant portion of your data. How do you want to continue?" = "此次同步将更改数据的重要部分。您想如何执行后续操作？";
"This sync will replace your data. How do you want to continue?" = "此次同步将替换您的数据。您想如何执行后续操作？";

"Two-Factor Authentication" = "双重认证";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "您的帐户受双重认证保护。输入由您的授权 App 生成的代码。";
"Unlock %@" = "解锁 %@";
"Purchase %@ to unlock Panic Sync." = "购买 %@ 以解锁 Panic Sync。";

// PCDynamicSheetController
"Learn more." = "了解更多。";

// Account Deletion
"Do you want to permanently delete your Panic Sync account?" = "是否要永久删除您的 Panic Sync 帐户？";
"This will remove all data from the Panic Sync server and keep your local data.\n\nEnter your Panic Sync password to continue." = "它将移除 Panic Sync 服务器上的所有数据，并保留您的本地数据。\n\n输入 Panic Sync 密码以继续。";
"Password:" = "密码：";
"Delete Account" = "删除帐户";
"Account Deleted" = "帐户已删除";
"Account Settings" = "帐户设置";
